{
    "name": "rebuttals",
    "Is this FREE or Government Funded- Windows": "I get asked that sometimes because companies show misleading advertisements. While there are financial benefits and savings associated with getting new windows, they are not free. The good news is that our pros offer competitive pricing. Let’s get you a quote so you can see just how affordable new energy efficient windows are. How many windows do you have in your home?",
    "Is this FREE or Government Funded- Bathroom": " I get asked that sometimes because companies show misleading advertisements. The good news is that our pros offer competitive pricing. Let’s get you a quote so you can see just how affordable getting your bathroom remodeled can be! (back to script)",
    "Is this FREE or Government Funded- Roofing": " I get asked that sometimes because companies show misleading advertisements. While there are advantages to getting a new roof such as energy efficiency, and improving the look of your home, they are not free. The good news is that our pros offer competitive pricing. Let’s get you a quote so you can see just how affordable it is to get a new roof.",
    "I Already Have a Quote for My Project": "It’s a good idea to get multiple quotes so you can make sure you are getting the best price. Have you already signed a contract for your project? If the consumer has signed a contract, do not transfer",
    "Not interested Bathroom": "Well [First Name], replacing your old shower or tub will actually save you from higher costs down the line. Plus, it’s a great way to add comfort, style, and even value to your home. Getting a competitive quote will only take a few minutes.",
    "Not Interested Roof": "Well [ First name] A roof is one of the most important parts of your home’s protection. Getting a competitive quote now is one of the smartest investments you can make and helps you plan and avoid any surprises down the road. I just have to ask you a few quick questions.",
    "Not interested/Can’t afford Roof": "A new roof might seem like a big expense, but it’s actually one of the smartest investments you can make for your home. Not only does it protect your property, but it can also save you money on energy bills and even lower your insurance costs. Let's get you a competitive quote so you can explore affordable options that fit your budget.",
    "Quote Time Frame (consumer states longer than 6 months) One time rebuttal": " Our services are designed for projects starting within the next 6 months. Provided the quote is within your budget, would you be able to start this project within the next 6 months? If yes, continue (use 4 - 6 months) If no, thank the consumer for their time.",
    "I don’t have time to talk": "This will only take a few minutes, I’ll be really quick (back to script)",
    "I don’t have time to talk - 2": "Fortunately, I am trained to be brief and after the agent gets a few details from you, then can get you back to your day (back to script)",
    "DO NOT CALL": "I will place you on our Do Not Call list immediately. We apologize for any inconveniences and hope you have a great day",
    "Where did you get my information?": "We received an online request (Back to script)",
    "How long is the quote good for?": "Every contractor is different and quotes change based on the market price of supplies and labor costs. That is why we recommend shopping contractors and ensuring you are getting the best service for the right price.",
    "Why do you need my income?": "Some contractors offer payment options and payment plans. Knowing your household income helps us match you with the right contractor",
    "Where are you located?": "Our call center office is in Clearwater, FL but we are fortunate enough to work remotely. (Back to script)",
    "Escalated where are you located?": "Our call center is in Florida. I am not provided with the address of our corporate office and for safety, employees do not give our physical office location. Also, I work remotely. (Back to script)",
    "Why does your number come up with a local number?": "Well, I am calling you through a computer system, so my IT department controls how the system works. I do know that if you call the number that I called you from, it will ring back to me or one of my colleagues. (Back to script)",
    "Your phone number came up as a scam likely?": "Thank you for bringing this to my attention. The reality is that most phone carriers offer an option for individual users to report what they \"think\" is a scam and the phone carriers have no accountability to verify these claims. The reason we are reaching out to you today is… (Back to script)"
}